Repository: avojak/warble
Catalog: po/extra/*.po
Languages: ru

source: Word Game
ru: Игра в слова

source: The word-guessing game
ru: Игра по угадыванию слов

source: Game;Word;Puzzle;wordle;
ru: Игра;Слово;Пазл;wordle;

source: Figure out the word before your guesses run out!
ru: Подберите слово, прежде чем ваши попытки закончатся!

source: Three difficulty levels
ru: Три уровня сложности

source: Almost 5k possible answers
ru: Почти 5 тысяч возможных ответов

source: Need a break? Close the game and automatically pick back up where you left off
ru: Нужен перерыв? Закройте игру и автоматически продолжите с того места, на котором остановились

source: 2.0.1 Release
ru: Релиз 2.0.1

source: New icon based on updated keycap shape from elementary OS icon set (#40)
ru: Новая иконка, основанная на обновлённой фигуре из иконок elementary OS (#40)

source: Increased blur for translucent overlays (#41)
ru: Увеличенное размытие для полупрозрачных оверлеев (#41)

source: Added captions for appdata screenshots (#42)
ru: Добавлены подписи к скриншотам (#42)

source: 2.0.0 Release
ru: Релиз 2.0.0

source: Hello, GTK4!
ru: Привет, GTK4!

source: Improved colors when system is using the dark theme (#20)
ru: Улучшены цвета в тёмной теме (#20)

source: 1.5.0 Release
ru: Релиз 1.5.0

source: Respect the system gtk_decoration_layout preference (#36)
ru: Использовать системную настройку gtk_decoration_layout (#36)

source: Fix inability to deselect the menu button (#34)
ru: Исправлена ошибка, при которой невозможно отменить выбор кнопки меню (#34)

source: 1.4.0 Release
ru: Релиз 1.4.0

source: Update to elementary OS 7 runtime
ru: Обновлено до elementary OS 7 runtime

source: 1.3.1 Release
ru: Релиз 1.3.1

source: Fix missing title for application window (#31)
ru: Исправлено отсутствие заголовка окна (#31)

source: 1.3.0 Release
ru: Релиз 1.3.0

source: Fix backspace key symbol not rendering (#23)
ru: Исправлено отображение символа backspace (#23)

source: Fix closing one app window closing all of them (#24)
ru: Исправлена ошибка, при которой закрытие одного окна закрывало сразу все (#24)

source: Add ability to reset gameplay statistics (#25)
ru: Добавлена возможность сбросить статистику игры (#25)

source: 1.2.0 Release
ru: Релиз 1.2.0

source: Suggest pressing "Enter" for first-time users (#2)
ru: Предлагать нажимать «Enter» для новых пользователей (#2)

source: Force elementary OS stylesheet on other platforms (#15)
ru: Принудить стиль elementary OS на других платформах (#15)

source: Add high-contrast mode (#17)
ru: Добавить режим высокого контраста (#17)

source: 1.1.1 Release
ru: Релиз 1.1.1.

source: Fix issue where answers were potentially non-guessable words (#11)
ru: Исправлена ошибка, при которой среди ответов могли быть потенциально не угадываемые слова (#11)

source: 1.1.0 Release
ru: Релиз 1.1.0

source: Fix issue where a new game couldn't not be started before making a guess (#7)
ru: Исправлена ошибка при которой новая игра не могла быть начата без предложения (#7)

source: Enable mouse clicks and touchscreen taps to the onscreen keyboard (#1)
ru: Добавлены нажатия мышкой и тапы по экрану на виртуальную клавиатуру (#1)

source: Update elementary platform runtime to 6.1 (#4)
ru: Обновлено до elementary platform runtime 6.1 (#4)

source: Remove unnecessary network sandbox hole (#5)
ru: Запрещён ненужный выход в сеть (#5)

source: Remove extraneous OARS metadata (#6)
ru: Убраны посторонние OARS метаданные (#6)

source: Include "wordle" as a keyword for the desktop file (By cassidyjames)
ru: Включить «wordle» в список ключевых слов для desktop файла (от cassidyjames)

source: Set Stripe key and monetization
ru: Добавлен ключ Stripe и монетизация

source: Initial Release
ru: Начальный релиз

source: Game View
ru: Игра

source: Game View (Dark Mode)
ru: Игра (Тёмный режим)

source: Victory Screen
ru: Экран победы

source: Hard Mode
ru: Сложный режим
